<?php
$lang['mail_template_error'] = 'Σφάλμα κατά τη δημιουργία μηνύματος από πρότυπο.';
$lang['mail_send_error'] = 'Σφάλμα κατά την αποστολή μηνύματος.';
$lang['add_user_success_noemail'] = 'Η εγγραφή σας ολοκληρώθηκε. Μπορείτε να συνδεθείτε.';
$lang['add_user_success'] = 'Η εγγραφή ολοκληρώθηκε. Έχει σταλεί μήνυμα στο ηλεκτρονικό ταχυδρομείο του χρήστη με τον κωδικό χρήστη και οδηγίες για την ενεργοποίηση του λογαριασμού.';
$lang['add_user_error'] = 'Σφάλμα κατά την αποθήκευση των στοιχείων σας.';
$lang['get_user_error'] = 'Δεν βρέθηκε κάποιος χρήστης με αυτά τα στοιχεία.';
$lang['update_user_success'] = 'Τέλεια! Τα στοιχεία σας ενημερώθηκαν.';
$lang['update_user_error'] = 'Όπα! Κάτι πήγε στραβά στην ενημέρωση των στοιχείων σας.';
$lang['invalid_credentials'] = 'Λυπάμαι, δεν μπορώ να επιβεβαιώσω αυτό το συνδυασμό ονόματος και κωδικού χρήστη.';
$lang['inactive_account'] = 'Δυστυχώς δεν έχετε ενεργοποιήσει τον λογαρισμό σας. Βρείτε σχετικές οδηγίες στο ηλεκτρονικό σας ταχυδρομείο.';
$lang['inactive_account_internal'] = 'Δυστυχώς o λογαρισμός σας δεν έχει ενεργοποιηθεί. Επικοινωνήστε με τον διαχειριστή.';
$lang['logout_successful'] = 'OK! Αποσυνδεθήκατε.';
$lang['email_not_found'] = 'Λυπάμαι, η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν βρέθηκε.';
$lang['pending_password_request'] = 'Βλέπω ότι έχετε ζητήσει ήδη οδηγίες για την υπενθύμιση του κωδικού σας. Παρακαλώ, ελέξτε το ηλεκτρονικό σας ταχυδρομείο.';
$lang['lost_password_send'] = 'ΟΚ! Σας στέλνουμε οδηγίες για την ανάκτηση της πρόσβασης στο λογαριασμό σας. Παρακαλώ, ελέξτε το ηλεκτρονικό σας ταχυδρομείο.';
$lang['password_change_successful'] = 'ΟΚ! Ο κωδικός πρόσβασης άλλαξε.';
$lang['login_locked'] = 'Λυπάμαι, έχετε υπερβεί το μέγιστο αριθμό προσπαθειών σύνδεσης. Παρακαλώ, προσπαθήστε ξανά αργότερα.';
$lang['message_success_insert'] = 'Τέλεια! Τα δεδομένα ενημερώθηκαν.';
$lang['no_alert'] = 'Παρακαλώ, επιλέξετε πρώτα μια προειδοποίηση ή δημιουργήστε μια νέα.';
?>
