<?php
$lang['activation_message'] = "Είναι απαραίτητο να ενεργοποιήσετε πρώτα το λογαριασμό σας για να μπορέσετε να συνδεθείτε στο Μητρώο. 
                                Παρακαλώ ακολουθήστε τον παρακάτω συνδεσμο για να ενεργοποιήσετε το λογαριασμό σας. <br>
								<a href=\"%m1%user.php?token=%m2%\"><h3>Ενεργοποίηση</h3></a> <br>
								Αν ο παραπάνω σύνδεσμος δεν λειτουργεί, επικολήστε την παρακάτω διεύθυνση στον browser 
								που χρησιμοποιείτε. \n\n
								%m1%user.php?token=%m2%";

?>
